[{"pid": "1", "place": "US Space and Rocket Center", "image_url": "personal/img/1.jpg", "address": "US Space and Rocket Center Huntsville, AL", "state_code": "AL", "state": "Alabama", "description": "While Houston and Cape Canaveral grab all the glory for the US space program, Wernher von Braun and his gang actually developed all the equipment that sent Americans to space in tiny Huntsville, Alabama. Here you can see the largest collection of space hardware in the world, as well as Apollo 16 and the only fully stacked shuttle display, plus... SPACE CAMP!", "stars": 4.43}, {"pid": "2", "place": "Denali National Park and Preserve", "image_url": "personal/img/2.jpg", "address": "George Parks Hwy, Denali National Park and Preserve, AK", "state_code": "AK", "state": "Alaska", "description": "When you've got the highest point in North America, it's hard to argue that cruise ship fjords are a better attraction. Denali -- or Mt. McKinley as you may know it -- is the centerpiece of this 6-million-acre national park, only a small percentage of which is accessible by car.", "stars": 3.07}, {"pid": "3", "place": "Grand Canyon", "image_url": "personal/img/3.jpg", "address": "Grand Canyon National Park, AZ", "state_code": "AZ", "state": "Arizona", "description": "While some have argued that a visit to the Grand Canyon basically amounts to driving two hours through the desert, enjoying the canyon's beauty for five minutes, spending another five minutes there because you feel bad, then trying to figure out what to do with the rest of your day, the fact remains -- it's still one of the most awe-inspiring natural wonders in the world.", "stars": 3.76}, {"pid": "4", "place": "Hot Springs National Park", "image_url": "personal/img/4.jpg", "address": "Hot Springs National Park Arkansas", "state_code": "AR", "state": "Arkansas", "description": "Sure, the somewhat-sulphuric smell of bubbling pools of natural hot water can be occasionally noxious. So can a trip to one of Arkansas many Walmarts, but at least here you leave relaxed. America's oldest national preserve and smallest national park was once home to a mighty row of bathhouses where rich and poor alike came to bathe and be healed by the springs's naturally hot waters.", "stars": 3.5}, {"pid": "5", "place": "Alcatraz", "image_url": "personal/img/5.jpg", "address": "Alcatraz San Francisco, CA", "state_code": "CA", "state": "California", "description": "o, they didn't use exploding neck collars or place prisoners in some kind of parallel universe, but The Rock is right up there with most fictional prisons as a place youd never want to end up.", "stars": 3.48}, {"pid": "6", "place": "Red Rocks Amphitheater", "image_url": "personal/img/6.jpg", "address": "Red Rocks Amphitheater Denver, CO", "state_code": "CO", "state": "Colorado", "description": "If you've seen one legal marijuana dispensary, you've seen 'em all. And since not everyone can ski, the best attraction in Colorado is hands down this live music venue outside Denver.", "stars": 3.72}, {"pid": "7", "place": "Louis' Lunch", "image_url": "personal/img/7.jpg", "address": "Louis Lunch New Haven, CT", "state_code": "CT", "state": "Connecticut", "description": "Yes, we are telling you the coolest thing to do in Connecticut is eat lunch. ESPN headquarters is more overrated than the SEC, and Louis' Lunch is the birthplace of the hamburger (although why it's not called a Newhavener, you'll have to ask them). If you don't believe us, just ask the Library of Congress.", "stars": 4.56}, {"pid": "8", "place": "Dogfish Head Brewery", "image_url": "personal/img/8.jpg", "address": "Dogfish Head Brewery Rehoboth Beach, DE", "state_code": "DE", "state": "Delaware", "description": "You know people love your beer when consumer demand forces you to expand your facilities TWICE in less than 20 years. Which is what the makers of your favorite 90 Minute IPA and Indian Brown Ale have done, with this location on The Avenue in one of America's best small beach towns. ", "stars": 3.45}, {"pid": "9", "place": "Disney world", "image_url": "personal/img/9.jpg", "address": "Disney world, Orlando,FL", "state_code": "FL", "state": "Florida", "description": "Because federal law mandates that all people with children who live east of the Mississippi must visit this Central Florida fun factory at least once. Sure, Florida has thousands of miles of beaches and the insanity of Miami, but spending three hours in line with sweltering humidity, screaming children, and a melting mouse-ear ice cream bar for a three-minute ride really puts the sunshine in your Sunshine State experience.", "stars": 3.65}, {"pid": "10", "place": "Georgia Aquarium", "image_url": "personal/img/10.jpg", "address": "Georgia Aquarium,Atlanta,GA", "state_code": "GA", "state": "Georgia", "description": "Aquarium is kind of a deceiving term here, as this Atlanta aqua land is really more like SeaWorld without the animal abuse. Here you can scuba dive with whale sharks and manta rays, play with otters and penguins, work alongside Beluga trainers", "stars": 4.92}, {"pid": "11", "place": "Punaluu Black Sand Beach", "image_url": "personal/img/11.jpg", "address": "Punaluu Black Sand Beach,Hawaii island, HI", "state_code": "HI", "state": "Hawaii", "description": "Perpetual volcanic activity isn't exactly a selling point when you talk about living on the big island, unless, of course, you're talking about the dramatic black sand beacheson the southeastern Kau coast.", "stars": 3.74}, {"pid": "12", "place": "Craters of the Moon National Monument and Preserve", "image_url": "personal/img/12.jpg", "address": "Craters of the Moon National Monument and Preserve, Idaho", "state_code": "ID", "state": "Idaho", "description": "Sure, after finally landing on the actual moon, NASA said the name of this park was totally misleading, but changing all the signs to say Craters That Look Nothing Like the Moon but are Still Totally Badass National Park was going too far. So the name remains, as does this 400-square-mile preserve where you can walk on giant basaltic lava fields, hike through caves, and peer into the world's deepest rift crack.", "stars": 3.76}, {"pid": "13", "place": "Wrigley Field", "image_url": "personal/img/13.jpg", "address": "Wrigley Field,Chicago, IL", "state_code": "IL", "state": "Illinois", "description": "To keep the stands packed after years upon years upon years upon years of losing baseball takes something special. And the ivy-covered walls and throwback neighborhood-ballpark aesthetics of Wrigley are exactly that, where even long-suffering Cubs fans don't seem to be suffering all that much when they're knocking back Goose Islands in the bleachers and enjoying the best example today of baseball's bygone glory days.", "stars": 4.97}, {"pid": "14", "place": "Indianapolis Motor Speedway", "image_url": "personal/img/14.jpg", "address": "Indianapolis Motor Speedway, Indianapolis, IN", "state_code": "IN", "state": "Indiana", "description": "Kinda like how we only care about soccer once every four years with the World Cup, Americans more or less only notice IndyCar racing on Memorial Day weekend, when the best drivers in the world descend on Indianapolis for the Indy 500.", "stars": 3.34}, {"pid": "15", "place": "The Field of Dreams Filming Locale", "image_url": "personal/img/15.jpg", "address": "The Field of Dreams Filming Locale,Dyersville, IA", "state_code": "IA", "state": "Iowa", "description": "Whereas most Hollywood movies tend to cop out and use LA as the backdrop for pretty much everything (who knew there were cliffs in Miami Beach!?), FODproducers went authentic and shot this '80s baseball classic on the Lansing family farm in Dyersville. ", "stars": 4.27}, {"pid": "16", "place": "Boot Hill/Dodge City, KS", "image_url": "personal/img/16.jpg", "address": "Boot Hill/Dodge City, KS", "state_code": "KS", "state": "Kansas", "description": "As you've probably used the expression Get the heck outta Dodge thousands of times and likely had no idea where it came from, well, here's your answer. In Dodge City, you can step back into an era where middle-of-the-street gunfights were the norm, ", "stars": 4.58}, {"pid": "17", "place": "Kentucky Bourbon Trail", "image_url": "personal/img/17.jpg", "address": "Kentucky Bourbon Trail,KY", "state_code": "KY", "state": "Kentucky", "description": "The thing to remember about doing the Bourbon Trail: DO NOT DO IT ALL IN ONE DAY. That's 10 distilleries, and even if you designate a driver, you can't designate a hangover-er, so it's best to explore Western Kentucky (and the distilleries of Jim Beam, Woodford Reserve, Maker's Mark, Wild Turkey, and more) in shifts, staying at the historic inns in between. ", "stars": 4.44}, {"pid": "18", "place": "Bourbon Street/French Quarter", "image_url": "personal/img/18.jpg", "address": "Bourbon Street/French Quarter, New Orleans, LA", "state_code": "LA", "state": "Louisiana", "description": "Not that Louisiana doesn't have plenty of other great things to offer, like, uh, Shreveport, but if you say you're going to this state, people assume you're going to drink Hand Grenades, listen to jazz, eat the best food in the country, and then make some bad decisions. ", "stars": 4.31}, {"pid": "19", "place": "Acadia National Park", "image_url": "personal/img/19.jpg", "address": "Acadia National Park,ME", "state_code": "ME", "state": "Maine", "description": "The oldest national park east of the Mississippi sits just off the rocky shores of Down East Maine and boasts 47,000 acres of pristine New England beauty. Its main highlight is Cadillac Mountain (named after a French explorer, not the Escalade), which welcomes the sun to America every day as one of the most eastern spots in the country. ", "stars": 4.77}, {"pid": "20", "place": "Annapolis/U.S. Naval Academy", "image_url": "personal/img/20.jpg", "address": "Annapolis/U.S. Naval Academy,MD", "state_code": "MD", "state": "Maryland", "description": "While Baltimore has a pretty cool boardwalk and a nifty retro baseball stadium, you know what it doesn't have? The US Naval Academy. Or the oldest bar in the state. Or, well, you get it. And since Edgar Allen Poe's house is in a neighborhood that makes the Tell Tale Heart look like Sweet Valley High, the most unique and non-deadly place you can go in Maryland is historic Annapolis.", "stars": 3.74}, {"pid": "21", "place": "USS Constitution", "image_url": "personal/img/21.jpg", "address": "USS Constitution,Boston,MA", "state_code": "MA", "state": "Massachusetts", "description": "Escape the throngs of loudmouthed Boston sports fans trying to convince you that Brady is innocent by immersing yourself in US history instead, as you walk the 2.5-mile Freedom Trail through the city. While top sites include the Boston Tea Party Museum, Paul Revere's House, Bunker Hill, and Faneuil Hall, the highlight is America's oldest warship", "stars": 3.93}, {"pid": "22", "place": "Mackinac Island", "image_url": "personal/img/22.jpg", "address": "Mackinac Island, MI 49757", "state_code": "MI", "state": "Michigan", "description": "Michigan might be the most underrated state in America when it comes to natural beauty, and nowhere is that more obvious than during a summer trip to this spot smack between the Upper and Lower Peninsulas. The entire island is a national historic landmark and boasts the coolest hotel in the state", "stars": 3.69}, {"pid": "23", "place": "Paul Bunyon and Babe the Blue Ox", "image_url": "personal/img/23.jpg", "address": "Paul Bunyon and Babe the Blue Ox,Bemidji, MN", "state_code": "MN", "state": "Minnesota", "description": "With a significant tip of the hat to the Mall of America and the Spam Museum, the most unusual, interesting thing in the Land of 10,000 Lakes doesn't involve water at all. ", "stars": 3.32}, {"pid": "24", "place": "Vicksburg National Military Park", "image_url": "personal/img/24.jpg", "address": "Vicksburg National Military Park,Vicksburg, MS", "state_code": "MS", "state": "Mississippi", "description": "While Gettysburg gets all the love from Yankees, perhaps the greatest War-Between-the-States battle site sits in Western Mississippi, where this 47-day siege on Vicksburg and the associated campaign claimed more than 20,000 total casualties and resulted in the Union taking control of the Mississippi River.", "stars": 3.47}, {"pid": "25", "place": "Gateway Arch", "image_url": "personal/img/25.jpg", "address": "Gateway Arch,MO", "state_code": "MO", "state": "Missouri", "description": "Since St. Louis was considered the Gateway to the West, this arch was constructed in the 1960s to give the St. Louis skyline an iconic monument. Today you can take trams all the way to the top of the tallest man-made monument in the Western Hemisphere and enjoy a panoramic view of the city and the Mississippi River.", "stars": 3.29}, {"pid": "26", "place": "Glacier National Park", "image_url": "personal/img/26.jpg", "address": "Glacier National Park, MT", "state_code": "MT", "state": "Montana", "description": "Think of Glacier as the anti-Bieber: while both the US and Canada keep trying to stick the other one with the Biebs, they both want to lay claim to this national park whose 16,000 square miles of mountains, rivers, and general untamed spectacular wilderness lie both in the States and north of the border.", "stars": 4.33}, {"pid": "27", "place": "Chimney Rock", "image_url": "personal/img/27.jpg", "address": "Chimney Rock Trail, Bayard, NE 69334", "state_code": "NE", "state": "Nebraska", "description": "As the bluffs on the southern edge of the North Platte River Valley eroded like Nebraska's football tradition, this 325ft spire made of rock between 23-34 million years old began to tower above the plains. This natural struture served as a landmark for travelers on the Mormon, California, and Oregon Trails and was designated a National Historic Site in 1956. ", "stars": 4.21}, {"pid": "28", "place": "Las Vegas Strip", "image_url": "personal/img/28.jpg", "address": "Las Vegas Strip,Las Vegas, NV", "state_code": "NV", "state": "Nevada", "description": "Without the Strip, what happens in Vegas would stay in Vegas because nobody would really want to hear about it. This 4.2-mile stretch of South Las Vegas Blvd is home to 15 of the 25 largest hotels in the world, two of the best pool parties, every gourmet restaurant you can name, and at least one or two fairly attractive women. And despite not technically being IN the city of Las Vegas, the Strip  has become America's symbol of lost inhibitions, limitless parties, and questionable decisions.", "stars": 4.0}, {"pid": "29", "place": "Mount Washington", "image_url": "personal/img/29.jpg", "address": "Mount Washington, NH", "state_code": "NH", "state": "New Hampshire", "description": "The highest point in New England is a lot more than just a tall mountain. It's a tall mountain with weather so volatile it makes your worst ex look like a bastion of Zen. Not only did its summit hold the Earth's record for fastest wind gust ever recorded (231mph!) for 76 years, but annual temps can fluctuate between a downright pleasant 72 degrees and, well, a staggering -102 degrees with the wind chill.", "stars": 3.45}, {"pid": "30", "place": "Atlantic City Boardwalk", "image_url": "personal/img/30.jpg", "address": "Atlantic City Boardwalk,Atlantic City, NJ", "state_code": "NJ", "state": "New Jersey", "description": "Aside from being the inspiration for Monopoly and longtime-home to the Miss America Pageant, the boardwalk in AC is what Americans picture when they think about summers on the Jersey Shore. ", "stars": 3.17}, {"pid": "31", "place": "Carlsbad Caverns", "image_url": "personal/img/31.jpg", "address": "Carlsbad Caverns,NM", "state_code": "NM", "state": "New Mexico", "description": "Hard to believe it, but inland New Mexico was a sea 250 million years ago, full of marine life that created living coral reefs. Which made for spectacular scuba diving then and, after 250 million years of limestone erosion, some pretty badass caves now. ", "stars": 3.52}, {"pid": "32", "place": "Statue of Liberty", "image_url": "personal/img/32.jpg", "address": "Statue of Liberty,New York, NY", "state_code": "NY", "state": "New York", "description": "No big surprises here, but in a city that's one, giant tourist attraction, nothing keeps ‘em coming in droves like the big green lady in the middle of New York Harbor. In addition to being our nation's symbol of freedom and opportunity, it is also the single greatest thing the French ever did that didn't involve fries or toast. ", "stars": 4.14}, {"pid": "33", "place": "Biltmore", "image_url": "personal/img/33.jpg", "address": "Biltmore, Asheville, NC", "state_code": "NC", "state": "North Carolina", "description": "A trip to the mountains outside of Asheville and this historic Vanderbilt family estate will have you forgetting you're in the same state as the NASCAR Hall of Fame. The 250-room mansion is one of America's great castles and is completely self-sustaining, an early tribute to the  green  building that also features expansive gardens and its own winery.", "stars": 3.16}, {"pid": "34", "place": "Theodore Roosevelt National Park", "image_url": "personal/img/34.jpg", "address": "Theodore Roosevelt National Park,ND", "state_code": "ND", "state": "North Dakota", "description": "At one time, Teddy owned two ranches in the Badlands of North Dakota and would go there to live the  strenuous life  among wild horses, bighorn sheep, golden eagles, and wild turkeys. And when he died, the land and much of its surroundings became this 110-square-mile park where you can hike and camp on the same wilderness that inspired Roosevelt to start America's conservation movement.", "stars": 4.86}, {"pid": "35", "place": "Cedar Point", "image_url": "personal/img/35.jpg", "address": "Cedar Point,Sandusky, OH", "state_code": "OH", "state": "Ohio", "description": "Though we do love to take jabs at Ohio, it's hard to hate on Cedar Point, the second-oldest amusement park in America. Very much living up to its nickname, The Roller Coaster Capital of the World,  CP boasts 16 coasters -- including four that stand over 200ft tall -- and a world-record 72 rides total. It's been drawing visitors to Ohio since 1870, when Anaheim was still orange groves and Orlando was nothing but swampland.", "stars": 4.17}, {"pid": "36", "place": "National Cowboy and Western Heritage Museum", "image_url": "personal/img/36.jpg", "address": "Oklahoma City, OK", "state_code": "OK", "state": "Oklahoma", "description": "If playing The Oregon Trail, you got you nostalgic for the Old West but you never wanted to deal with the dysentery, you can get the fully immersive experience in air-conditioned comfort here. ", "stars": 4.81}, {"pid": "37", "place": "Crater Lake", "image_url": "personal/img/37.jpg", "address": "Crater Lake National Park, OR 97604", "state_code": "OR", "state": "Oregon", "description": "Though the Beaver State is 48% forest, its only national park is a 286-square-mile swath of land whose main attraction is the deepest lake in the United States. The six-mile-wide body of water is 1,148ft deep and was formed by the collapse of Mount Mazama. In fact, a remaining cone of its cinder makes up Wizard Island in the middle.", "stars": 3.45}, {"pid": "38", "place": "Gettysburg National Military Park", "image_url": "personal/img/38.jpg", "address": "Gettysburg National Military Park,Gettysburg, PA", "state_code": "PA", "state": "Pennsylvania", "description": "And no, do not go around town asking people where the Gettysburg address is. In case you did a complete brain dump after 10th grade history, the Address was a speech Lincoln gave on this historic Civil War battlefield where the war turned in July 1863. Today, you can visit the Soldiers National Cemetery (where many Union soldiers are buried) and follow park rangers as they guide you through the famous battle.", "stars": 4.36}, {"pid": "39", "place": "Newport mansions", "image_url": "personal/img/39.jpg", "address": "Newport mansions,Newport, RI", "state_code": "RI", "state": "Rhode Island", "description": "Before the advent of air conditioning and cheap land in Florida, the one-percenters of the Gilded Age made their glorious homes on the coast of Rhode Island, set on cliffs against the backdrop of the Atlantic Ocean; mansions like the Vanderbilts' Breakers, the Marble House, Rosecliff (which was featured in The Great Gatsby), and the ultra-Victorian Chateau-sur-Mer.", "stars": 3.65}, {"pid": "40", "place": "Historic Charleston", "image_url": "personal/img/40.jpg", "address": "Historic Charleston,SC", "state_code": "SC", "state": "South Carolina", "description": "Conde Nast readers don't rank your city No. 1 in America four times because they love low-lying marshlands. They do it because they love the historically preserved Downtown, where you can take carriage tours through streets lined with 19th-century southern architecture, enjoy a burgeoning food scene, and soak in more history than in any other city its size.", "stars": 4.57}, {"pid": "41", "place": "Mount Rushmore", "image_url": "personal/img/41.jpg", "address": "Mount Rushmore,SD", "state_code": "SD", "state": "South Dakota", "description": "Even though the Lakota Sioux tribe called this mountain  Six Grandfathers,  it only rocks the faces of four dudes -- Abe Lincoln, Teddy Roosevelt, George Washington, and Thomas Jefferson. But those four, 60ft carvings in the side of this granite mountain in South Dakota's Black Hills don't need any company as they're already visited by over two million people a year. Many of whom are weirdly disappointedwhen they arrive.", "stars": 3.32}, {"pid": "42", "place": "Graceland", "image_url": "personal/img/42.jpg", "address": "Graceland,Memphis, TN", "state_code": "TN", "state": "Tennessee", "description": "If America has had only one king, then Graceland marks both the beginning and the end of our country's historic castles tour. This longtime home of Elvis Presley is the third-most visited private home in America and a bucket-list destination for any Elvis fan. But unlike the grand interiors of castles in other countries, this spot is filled with leopard print, shag carpeting, and bright red fur.", "stars": 3.35}, {"pid": "43", "place": "Big Bend National Park", "image_url": "personal/img/43.jpg", "address": "Big Bend National Park,TX", "state_code": "TX", "state": "Texas", "description": "Texas is so big, its tourist attractions are bigger than some states. Seriously, the 800,000-plus acres that make up this park are bigger than Rhode Island. In addition to being an impressively sprawling desert scape, it has also been certified as having the darkest skies in the lower 48, and may be the best place in the country for stargazing.", "stars": 3.02}, {"pid": "44", "place": "Zion National Park", "image_url": "personal/img/44.jpg", "address": "Zion National Park,UT", "state_code": "UT", "state": "Utah", "description": "While we have to give major props to the Mormons and their construction of Temple Square and the Tabernacle, even they'd tip their hat to whomever created Zion at the intersection of the Colorado Plateau, the Mojave Desert, and Great Basin. Here you can ride into the half-mile-deep Zion Canyon, carved into the red rocks by the north fork of the Virgin River.", "stars": 4.51}, {"pid": "45", "place": "Ben and Jerry's Factory", "image_url": "personal/img/45.jpg", "address": "Ben and Jerry's Factory, Waterbury, VT", "state_code": "VT", "state": "Vermont", "description": "Unlike laws, sausages, and adult films, those who enjoy ice cream should most DEFINITELY watch it being made. The B&J's corporate home/factory gives 30-minute tours and features a scoop room where you can try flavors not available at your grocery store. Kinda like the Wonka factory, sans the creepy chocolate riverboat ride.", "stars": 3.41}, {"pid": "46", "place": "Colonial Williamsburg", "image_url": "personal/img/46.jpg", "address": "Colonial Williamsburg,Williamsburg, VA", "state_code": "VA", "state": "Virginia", "description": "If you ever saw Tony 'n' Tina's wedding and were like, \"Man, I cannot get enough of this live-actor interaction,\" well, then you probably want to plan your next vacation here. At the Colonial 'Burg, people in 18th-century garb (who get, like, fired for chewing gum) keep it as real as possible so that you can feel like you stepped into America at the time of the Revolution.", "stars": 4.75}, {"pid": "47", "place": "Pike Place Market", "image_url": "personal/img/47.jpg", "address": "Pike Place Market,Seattle, WA", "state_code": "WA", "state": "Washington", "description": "Even though the original Starbucks is two blocks away, and you're TOTALLY going to stop in there first and see if it looks like... a Starbucks, this open-air market is like a farmers market on steroids -- and a must-see in Seattle. Originally founded as a place for farmers to conveniently sell produce, it somehow grew into a hotspot where tourists flock and mongers throw fish for fun. It even boasts its own brewery downstairs.", "stars": 4.87}, {"pid": "48", "place": "Bridge Day", "image_url": "personal/img/48.jpg", "address": "Bridge Day,Fayetteville, WV", "state_code": "WV", "state": "West Virginia", "description": "There is a lot of natural beauty in West Virginia. And a lot of couch burning. But neither are quite the spectacle that you'll see every October 18th at Bridge Day, an annual event to commemorate the opening of the New River Gorge Bridge. More than 100,000 people turn out to watch folks base and bungee jump clean off the Western Hemisphere's longest arch bridge.", "stars": 4.6}, {"pid": "49", "place": "House on the Rock", "image_url": "personal/img/49.jpg", "address": "House on the Rock,Spring Green, WI", "state_code": "WI", "state": "Wisconsin", "description": "Calling this a house on a rock is kinda like calling the Grand Canyon a hole in the desert. This sprawling estate, built by visionary Alex Jordan Jr., is indeed built atop a chimney of rock, but the  house  includes, among other things, the world's largest carousel, battling sea monsters, a full-sized model of the  Streets of Yesteryear, a sculpture pavilion, and a room that extends 140ft out, unsupported, 15 stories in the air. Oh yeah, and the associated hotel has a 45ft submarine. So, there's that.", "stars": 3.43}, {"pid": "50", "place": "Yellowstone National Park", "image_url": "personal/img/50.jpg", "address": "Yellowstone National Park,WY", "state_code": "WY", "state": "Wyoming", "description": "Not to be confused with the picnic-basket-stealing-bear-infested Jellystone Park, this Wyoming landmark has 2.2 million acres of wilderness including its own Grand Canyon. But perhaps its most famous attraction is Old Faithful, a natural geyser that shoots thousands of gallons of boiling water 100-200ft in the air every 91 minutes.", "stars": 3.22}, {"pid": "51", "place": "", "image_url": "personal/img/51.jpg", "address": "", "state_code": "", "state": "", "description": "", "stars": 3.99}, {"pid": "52", "place": "Disneyland", "image_url": "personal/img/52.jpg", "address": "Disneyland,Anaheim, California", "state_code": "CA", "state": "California", "description": "Disneyland Park, originally Disneyland, is the first of two theme parks built at the Disneyland Resort in Anaheim, California, opened on July 17, 1955. It is the only theme park designed and built under the direct supervision of Walt Disney.", "stars": 3.33}, {"pid": "53", "place": "Golden Gate Bridge", "image_url": "personal/img/53.jpg", "address": "Golden Gate Bridge", "state_code": "CA", "state": "California", "description": "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate, the one-mile-wide strait connecting San Francisco Bay and the Pacific Ocean.", "stars": 4.11}, {"pid": "54", "place": "Yosemite National Park", "image_url": "personal/img/54.jpg", "address": "National park,California", "state_code": "CA", "state": "California", "description": "Yosemite National Park is in California’s Sierra Nevada mountains. It’s famed for its giant, ancient sequoia trees, and for Tunnel View, the iconic vista of towering Bridalveil Fall and the granite cliffs of El Capitan and Half Dome. In Yosemite Village are shops, restaurants, lodging, the Yosemite Museum and the Ansel Adams Gallery, with prints of the photographer’s renowned black-and-white landscapes of the area.", "stars": 4.12}, {"pid": "55", "place": "Las Vegas Bellagio Fountains", "image_url": "personal/img/55.jpg", "address": "Las Vegas Bellagio, Las Vegas", "state_code": "NV", "state": "Nevada", "description": "The Bellagio is a luxury resort hotel in Las Vegas. The hotel has a beautiful fountain located right in front of the hotel in an eight-acre lake. Every day, the fountains run through a choreographed water feature that is set to music and light. Three 30-minute shows are held every day in the afternoon, in the evening, and at midnight. The lake and fountain cost more than $40 million dollars to build but it is one of the most popular free tourist attractions in the city and on the strip.", "stars": 3.08}, {"pid": "56", "place": "Hoover Dam", "image_url": "personal/img/56.jpg", "address": " Hoover Dam, Nevada 89005", "state_code": "NV", "state": "Nevada", "description": "Everybody know about Hoover Dam but no one know just how impressive this dam actually is! The Dam extends about 726 feet high and 1,244 feet wide at the top. At the base, the dam is about 660 feet thick. More than 22,000 people worked to make the dam and it took approximately five years to complete. The Dam is invaluable for its irrigation capability and hydroelectric power generators. The Dam is astounding and visitors can photograph the dam and its vicinity, tour the surrounding areas for flora and fauna, kayak or raft on the Colorado River, enjoy the views from the Observation Deck at the Visitor center, and lunch at the local restaurants.", "stars": 3.0}, {"pid": "57", "place": "Grand Canyon Tours", "image_url": "personal/img/57.jpg", "address": " Grand Canyon National Park, AZ", "state_code": "NV", "state": "Nevada", "description": "The Grand Canyon is one of the most impressive natural attractions in Nevada. The Canyon is formed by Colorado River as it winds its way down the state. The Canyon is approximately 277 miles long and the scenery changes constantly along its length and breadth. The area has more than 1500 unique plants, fungi, and moss that are found only in the Canyon area. The area is also home to more than 1000 unique insects, animals, birds, and reptiles. For this reason, the Grand Canyon is a very popular tourist destination. Apart from sightseeing, tourists can raft on the river, hike and run on trails surrounding the river, and view the river from a helicopter. Camping is also allowed on the North and South Rim of the Canyon and there are great amenities around the Canyon for visitors and tourists.", "stars": 3.69}, {"pid": "58", "place": "Lake Tahoe", "image_url": "personal/img/58.jpg", "address": "Lake Tahoe, Nevada", "state_code": "NV", "state": "Nevada", "description": "This beautiful freshwater lake is one of the most dazzling lakes in Nevada. It is the largest alpine lake in the state and it is the second deepest lake in the US. The stunningly clear lake is famous for its pure-blue waters. Looming mountain peaks surrounding the lake and are reflected on the pristine lake waters creating an eye-catching visual. The lake is also surrounded by ski resorts, summer holiday homes and tourist attractions. ", "stars": 3.81}, {"pid": "59", "place": "Garden of the Gods", "image_url": "personal/img/59.jpg", "address": "1805 N 30th St, Colorado Springs, CO 80904", "state_code": "CO", "state": "Colorado", "description": "This Colorado Springs attraction gets visitors from over 60 countries every year. The Garden of the Gods Park covers 1,367 acres and is a National Natural Landmark containing pinon-juniper woodlands from the American Southwest and grasslands from the Great Plains. The gorgeous landmarks and rock formations are the result of 300 million years' worth of geological history. Be sure to stop by the visitor center before entering the park as you will find snacks as well as maps and information telling you which trails will give you the best views of nearby Pikes Peak and the rest of the park.", "stars": 3.61}, {"pid": "60", "place": "Vail Ski Resort", "image_url": "personal/img/60.jpg", "address": "Vail Ski Resort,Vail, CO 81657", "state_code": "CO", "state": "Colorado", "description": "Vail is widely known as the top ski resort in North America, bringing visitors from around the world to enjoy the legendary Back Bowls. This ski resort is known for its clear blue skies, mountain wall spanning seven miles, and 5,289 acres of three areas that let skiers of all levels enjoy the outdoors and beautiful scenery. You don't have to worry about finding the right place to stay while in Vail as there are plenty of lodging options ranging from budget-friendly to luxurious resorts. There is even a school for skiing and snowboarding if you want to learn. ", "stars": 3.61}, {"pid": "61", "place": "Mesa Verde National Park", "image_url": "personal/img/61.jpg", "address": "Mesa Verde National Park,Mesa Verde, CO 81330", "state_code": "CO", "state": "Colorado", "description": "The name of Mesa Verde means \"green table\" in Spanish and the area shows visitors what it was like to live in this Ancestral Pueblo. It was occupied between 600 and 1300 AD and today you can find almost 5,000 archaeological sites within the park, a figure which includes 600 cliff dwellings, which are some of the best-preserved in the country. Starting in May, you can go on tours of the Cliff Palace and even in the winter visitors to Mesa Verde have plenty of opportunities for adventure with cross-country skiing and snowshoeing on the gorgeous snow-covered trails.", "stars": 4.25}, {"pid": "62", "place": "Olympic National Park", "image_url": "personal/img/62.jpg", "address": "Olympic National Park,3002 Mt Angeles Rd, Port Angeles, WA 98362", "state_code": "WA", "state": "Washington", "description": "The Pacific Northwest is associated with thick forests, majestic waterfalls, and towering mountain ranges. You can experience this and more on a trip to Olympic National Park. The park is a truly impressive feat of nature. It encompasses almost a million acres and several ecosystems. One of the most popular attractions, Mt. Olympus, is home to some of the best hiking and backpacking trails in the state. ", "stars": 3.38}, {"pid": "63", "place": "The Space Needle and Seattle Center", "image_url": "personal/img/63.jpg", "address": "The Space Needle and Seattle Center,400 Broad St, Seattle, WA 98109", "state_code": "WA", "state": "Washington", "description": "A trip to Washington is not complete without a visit to the Space Needle. The observation deck, which is at 520 feet from the ground gives you the most spectacular 360 degree view of the Emerald City. From the spectacular views of Mt Rainer's mountain ranges to the colorful and lively downtown life of Elliot City, absorb all the beauty and wonder that make Washington one of the most visited cities in America.", "stars": 4.44}, {"pid": "64", "place": "Snoqualmie Falls", "image_url": "personal/img/64.jpeg", "address": "6501 Railroad Ave, Snoqualmie, WA 98065", "state_code": "WA", "state": "Washington", "description": "Year after year tourists from all over the world visit Washington's magnificent Snoqualmie Falls. Whether you love taking pictures of breathtaking sceneries or you want to have a fun picnic at their two-acre park or you simply want to stand in awe in front of the gorgeous view in front of you, you will definitely have a wonderful time with your friends and family here.", "stars": 4.46}, {"pid": "65", "place": "The Alamo", "image_url": "personal/img/65.jpg", "address": "300 Alamo Plaza, San Antonio, TX 78205", "state_code": "TX", "state": "Texas", "description": "This tiny, unassuming white stone chapel in south central Texas was once the site of a great battle. The Battle of the Alamo has been immortalized in legend, film and song, as the site of struggle for independence from Mexico. Today, it welcomes millions of visitors every year. The famous chapel marks the entrance into the site, and visitors can see the Long Barracks and countless artifacts from the compound's storied history. It's an attraction that guests will truly never forget.", "stars": 4.06}, {"pid": "66", "place": "San Antonio River Walk (Paseo del Rio)", "image_url": "personal/img/66.jpg", "address": "River Walk, San Antonio, TX 78205", "state_code": "TX", "state": "Texas", "description": "The history of this river walk goes all the way back to the 16th century, when the river was first discovered and renamed for St. Anthony. This area has seen a lot of change since then, culminating in a vibrant social and cultural scene that draws locals and visitors in droves. River boats are available for hire, allowing you to take in the history and scenery from a most unique vantage point. Museums, parks, and restaurants are just a handful of the options awaiting a trip to this gorgeous esplanade.", "stars": 4.41}, {"pid": "67", "place": "Dallas World Aquarium", "image_url": "personal/img/67.jpg", "address": "Dallas World Aquarium,1801 N Griffin St,Dallas", "state_code": "TX", "state": "Texas", "description": "Located in Dallas, this aquarium features many species of endangered animals and educates visitors about the importance of conservation. Although it's known as an aquarium, it also features a replica of the Orinoco Rainforest. Here, toucans and ibises fly around the aviary, and three-toed sloths hang out in the trees. Together with the aquarium simulating the river and its various types of wildlife, including electric eels and crocodiles, visitors get an awe-inspiring sense of the rainforest and its wonders.", "stars": 4.12}, {"pid": "68", "place": "Monument Valley Navajo Tribal Park", "image_url": "personal/img/68.jpg", "address": "US-163, Monument Valley, UT 84536", "state_code": "AZ", "state": "Arizona", "description": "Even if you've never been to Arizona, you'll likely have seen Monument Valley in a number of popular films. Situated in the midst of Navajo territory, the sandstone eminences have become the defining feature of the American West due to films such as Once Upon A Time In The West, Stagecoach, and The Searchers. Various features in the valley have attained their own fame because of their recognizable shapes, including The Mittens and The Totem Pole.", "stars": 3.14}, {"pid": "69", "place": "Phoenix Zoo", "image_url": "personal/img/69.jpg", "address": "Phoenix Zoo,455 N Galvin Pkwy, Phoenix, AZ 85008", "state_code": "AZ", "state": "Arizona", "description": "This privately owned non-profit zoo is the largest of its kind in the United States. Animals in the zoo's collection hail from various regions of the world, including Africa and the tropics, and even featuring a section dedicated to the animals of Arizona. Visitors experience these different regions via trails that make up 2.5 miles of walking area throughout the zoo. Arguably the zoo's most famous resident, Ruby the Elephant gained a reputation in 1973 for her ability to paint with a brush and canvas.", "stars": 4.16}, {"pid": "70", "place": "Havasu Falls", "image_url": "personal/img/70.jpg", "address": "Havasu Canyon, Supai, AZ 86435", "state_code": "AZ", "state": "Arizona", "description": "This striking waterfall stands nearly 100 feet high, cascading down from blood-red sandstone into a beautiful blue pool. People who come to visit Havasu can explore the site on their own or avail themselves of one of the many guided tours around the park. The nature of the sandstone means that the falls are subject to a greater degree of change when floods and rains occur. ", "stars": 3.15}, {"pid": "71", "place": "White Sands National Monument", "image_url": "personal/img/71.jpg", "address": "White Sands National Monument,19955 Highway 70, Alamogordo, NM 88310", "state_code": "NM", "state": "New Mexico", "description": "Lying right in the heart of Tularosa Basin are the magnificent white sands of New Mexico. Year after year, thousands of tourists visit this place just to witness its beauty. Here you can take romantic sunset strolls with your partner, or go on a tour of gorgeous buildings made with Southwestern style architecture. Take the Lake Lucero Tour to learn about how white sands are formed and explore the different flora and fauna that live within the area.", "stars": 3.04}, {"pid": "72", "place": "Albuquerque International Balloon Fiesta", "image_url": "personal/img/72.jpg", "address": "Albuquerque International Balloon Fiesta,4401 Alameda Blvd NE, Albuquerque, NM 87113", "state_code": "NM", "state": "New Mexico", "description": "Witness a breathtaking show of hundreds of colorful balloons flying up to the skies during the Albuquerque International Balloon Fiesta on October 5th through the 13th. Be prepared to snap away with your camera as the skies light up with a fantastic display of balloons. You can also take your entire family to an exciting balloon ride and experience what it is like to soar through the beautiful New Mexico skies.", "stars": 3.75}, {"pid": "73", "place": "Cleveland Museum of Art", "image_url": "personal/img/73.jpg", "address": "Cleveland Museum of Art,11150 East Boulevard, Cleveland, OH 44106", "state_code": "OH", "state": "Ohio", "description": "Culture vultures and art enthusiasts should spend several hours at the Cleveland Museum of Art where they will find some of the most exquisite art works ranging from paintings to sculptures and artifacts. Known as one of the most distinguished comprehensive art museums, this would definitely be the highlight of your Ohio getaway.", "stars": 4.03}, {"pid": "74", "place": "Rock and Roll Hall of Fame and Museum", "image_url": "personal/img/74.jpg", "address": "Rock and Roll Hall of Fame and Museum,1100 E 9th St, Cleveland, OH 44114", "state_code": "OH", "state": "Ohio", "description": "You don’t have to be a rock god to be in the Rock and Roll Hall of Fame. All you have to do is go to the museum on the shore of Lake Erie in downtown Cleveland. The museum includes records, archives, and instruments from some of the most influential names in modern music. You’ll find collections from stars like David Bowie, Michael Jackson, and the Beatles. No two trips to the Rock and Roll Hall of Fame are the same. That’s because they constantly open new installations of artifacts and have a rotating list of interactive exhibits.", "stars": 4.15}, {"pid": "75", "place": "Stan Hywet Hall and Gardens", "image_url": "personal/img/75.jpg", "address": "Stan Hywet Hall and Gardens,714 N Portage Path, Akron, OH 44303", "state_code": "OH", "state": "Ohio", "description": "Known as a national treasure located in Akron, Ohio, Stan Hywet Hall and Gardens is a stunning country estate with beautiful grounds that surround it. One of the largest homes in the whole country, this is a wonderful place that is well worth a visit. The estate has a history that dates back to the early part of the 20th century and there is plenty to explore if you want to delve into its past.", "stars": 4.52}, {"pid": "76", "place": "Lewis & Clark Trail", "image_url": "personal/img/76.jpg", "address": "Lewis & Clark Trail,248 N Higgins Ave, Missoula, MT 59802", "state_code": "MT", "state": "Montana", "description": "Are you looking for an adventure? Then head to Lewis & Clark Trail where you can take a walk through the shoes of America’s most famous trailblazers. The historic trail diverges through some of Montana’s most beautiful natural scenery. Lewis & Clark made a wealth of discoveries in Montana, where they traversed more land than any other state. The most famous of landmarks along their historic trail is Giant Springs.", "stars": 4.34}, {"pid": "77", "place": "Museum of the Rockies", "image_url": "personal/img/77.jpg", "address": "Museum of the Rockies,600 W Kagy Blvd, Bozeman, MT 59717", "state_code": "MT", "state": "Montana", "description": "If you are taking your children along with you this is the perfect place for them to explore and let their imaginations run wild. Take them to the Taylor Planetarium where they will learn more about the solar system in the most interactive way. The Martin Children's Discovery Center is a great place for them to learn by experimenting with different interactive displays.", "stars": 4.24}, {"pid": "78", "place": "Geyser Whitewater Expeditions", "image_url": "personal/img/78.jpg", "address": " Geyser Whitewater Expeditions,46651 Gallatin Rd, Gallatin Gateway, MT 59730", "state_code": "MT", "state": "Montana", "description": "Nobody knows adventure trips in Montana quite like Geyser Whitewater Expeditions. They offer rafting and kayaking trips that are sure to give you that exhilarating adrenaline rush you have always been craving for. Thrill seekers should not miss Montana's largest zipline tour that will take you through some absolutely breathtaking scenes.", "stars": 4.36}, {"pid": "79", "place": "Kansas Cosmosphere and Space Center", "image_url": "personal/img/79.jpg", "address": "Kansas Cosmosphere and Space Center,1100 N Plum St, Hutchinson, KS 67501", "state_code": "KS", "state": "Kansas", "description": "This museum takes you to a whole new dimension where you will enjoy a vast collection of U.S space artifacts. The Hall of Space Museum is known as the second biggest space artifact display after the Smithsonian National Air and Space Museum. Take the basic museum tour followed by several space shows at the Carey Digital Dome Theater, Justice Planetarium and the Apollo Gallery.", "stars": 3.46}, {"pid": "80", "place": "Botanica, The Wichita Gardens", "image_url": "personal/img/80.jpg", "address": "Botanica, The Wichita Gardens,701 Amidon St, Wichita, KS 67203", "state_code": "KS", "state": "Kansas", "description": "Explore the beautiful collection of fauna at the Botanica and have a wonderful time with the entire family. Have fun photo opportunities at their majestically landscaped Chinese Garden of Friendship, enjoy the colorful and whimsical butterflies at the Butterfly Garden, and marvel at the exotic flowers at the Beverly R. Blue Teaching Garden", "stars": 3.32}, {"pid": "81", "place": "Harpers Ferry National Historical Park", "image_url": "personal/img/81.jpg", "address": "171 Shoreline Dr, Harpers Ferry, WV 25425", "state_code": "WV", "state": "West Virginia", "description": "When you visit the Harpers Ferry National Historical Park, you can look forward to taking a step back in time as you explore the rich history. This is a diverse attraction with something for everyone from fascinating museums and exhibitions through to hiking areas and battlefields. You can enjoy strolling around the historic town, which is located within the national park as well as taking in the stunning surrounding beauty, which makes it ideal for nature lovers as well as those interested in the historical side of the attraction.", "stars": 4.22}, {"pid": "82", "place": "Snowshoe Mountain", "image_url": "personal/img/82.jpg", "address": "10 Snowshoe Dr, Snowshoe, WV 26209", "state_code": "WV", "state": "West Virginia", "description": "Voted as one of the top 10 ski resorts in the east, Snowshoe Mountain offers visitors a one-of-a-kind skiing experience that they will never forget. Your kids can enjoy snow tubing, pools and play zones while you and your wife can try out the more challenging terrains. This park offers you an adventure-filled bonding session with your family.", "stars": 3.32}, {"pid": "83", "place": "Indianapolis Zoo", "image_url": "personal/img/83.jpg", "address": "1200 W Washington St, Indianapolis, IN 46222", "state_code": "IN", "state": "Indiana", "description": "The Indianapolis Zoo is known for giving visitors not just your regular zoo visit. Apart from discovering the zoo's collection of animals, you can also enjoy some unique activities such as the Animal Art Adventure where the zoo's talented animal artists will create you a personalized painting that you can take home with you.", "stars": 4.77}, {"pid": "84", "place": "Holiday World & Splashin Safari", "image_url": "personal/img/84.jpg", "address": "Holiday World & Splashin Safari,452 East Christmas Boulevard, Santa Claus, IN 47579", "state_code": "IN", "state": "Indiana", "description": "Very few parks offer you two fun attractions in one special place. Enjoy some thrilling and breathtaking rides at Holiday World such as Liberty Launch, the Raging Rapids, and the Scarecrow Scrambler. If you want a fun water adventure, check out the exhilarating slides and wave pools at Splashin Safari.", "stars": 4.51}, {"pid": "85", "place": "Millennium Park", "image_url": "personal/img/85.jpg", "address": "Millennium Park,201 E Randolph St, Chicago, IL 60602", "state_code": "IL", "state": "Illinois", "description": "Built in celebration of the turn of the 21st century, Millenium Park is a jewel on the coastline of Lake Michigan, in the Loop district of Chicago. Its most famous icon is probably The Bean  a giant stainless steel sculpture that is also known by its official name, Cloud Gate. The curves in the sculpture, which are responsible for its nickname, twist and bend the famous Chicago skyline from every angle.", "stars": 3.77}, {"pid": "86", "place": "Navy Pier", "image_url": "personal/img/86.jpg", "address": "Navy Pier,600 E Grand Ave, Chicago, IL 60611", "state_code": "IL", "state": "Illinois", "description": "This iconic Chicago landmark has been gracing the shoreline of Lake Michigan since 1916. Designed by Daniel Burnham, the same architect responsible for the nearby Field Museum, Navy Pier was originally designed to be a docking place for large ships. It was given its naval moniker in honor of those who served in the Navy during WWI. ", "stars": 4.24}, {"pid": "87", "place": "Times Square", "image_url": "personal/img/87.jpg", "address": "Times Square,Broadway, New York, New York City, NY 10036", "state_code": "NY", "state": "New York", "description": "Times Square, the bustling commercial center at the intersection of Broadway and 7th Avenue, is often called the Crossroads of the World, and it certainly lives up to that nickname. It sees one million new people every three days. It glows day and night with neon advertisements and signs, giving the streets a carnival atmosphere.", "stars": 3.93}, {"pid": "88", "place": "Niagara Falls", "image_url": "personal/img/88.jpg", "address": "24 Buffalo Avenue, Niagara Falls, NY, 14303", "state_code": "NY", "state": "New York", "description": "Niagara Falls is actually a series of three waterfalls which, when taken together, send more water cascading over the edge than any other falls in the world. They straddle the United States and Canada, with waterfalls being visible on both sides of the border. After the widespread use of automobiles made it more accessible to the public, the falls became a popular honeymoon destination.", "stars": 4.22}, {"pid": "89", "place": "Central Park", "image_url": "personal/img/89.jpg", "address": "14 E 60th St, Central Park Conservancy, New York, NY 10022", "state_code": "NY", "state": "New York", "description": "The design of this sprawling urban green space was inspired by architect Frederick Law Omlsted's frequent visits to major European cities where parks of its kind were commonly found. Hansom cabs are a popular mode of transportation through the park, adding to the European feel. Ride the famous carousel, stop in at the Central Park Zoo, or marvel at the Swedish Cottage Marionette Theatre. At any time of year, but certainly in the warmer months, Central Park is alive with activity and music, and there are so many sculptures and curiosities that to truly experience all of what it has to offer takes multiple days.", "stars": 3.72}, {"pid": "90", "place": "Hudson Valley", "image_url": "personal/img/90.jpg", "address": "Hudson Valley,455 Croton Ave, Cortlandt, NY 10567", "state_code": "NY", "state": "New York", "description": "The Hudson Valley surrounds the Hudson River between its end points in New York City and the Albany area. This gorgeous stretch of fertile ground contains hiking trails, rock climbing, whitewater rafting, fishing,as well as shopping and museums detailing the stories of the region. ", "stars": 3.99}, {"pid": "91", "place": "Oklahoma City National Memorial", "image_url": "personal/img/91.jpg", "address": "620 N Harvey Ave, Oklahoma City, OK 73102", "state_code": "OK", "state": "Oklahoma", "description": "Walk through a beautiful museum that was built to honor those who were killed during Oklahoma City bombing in 1995. Join the exhibit walk-through where you will be guided through a chronological tour of what happened on that fateful day in April 19, 1995. The museum tour is so comprehensive and so thought provoking that it will leave you changed forever.", "stars": 4.27}, {"pid": "92", "place": "Myriad Botanical Gardens", "image_url": "personal/img/92.jpg", "address": "Myriad Botanical Gardens,301 W Reno Ave, Oklahoma City, OK 73102", "state_code": "OK", "state": "Oklahoma", "description": "As you enter the Myriad Botanical Gardens you will discover a gorgeous place filled with thousands of different types of flowers and plants. This is the state's premier horticulture showcase and is one of the most visited tourist attractions in Oklahoma.", "stars": 3.37}, {"pid": "93", "place": "Omaha's Henry Doorly Zoo and Aquarium", "image_url": "personal/img/93.jpg", "address": "Omaha's Henry Doorly Zoo and Aquarium,3701 S 10th St, Omaha, NE 68107", "state_code": "NE", "state": "Nebraska", "description": "Henry Doorly Zoo and aquarium houses 7 acres of indoor exhibits that will surely give you a magical experience. Go on the enchanting Expedition Madagascar exhibit, watch a show at state-of-the-art Lozier IMAX Theater, explore the underwater world at the Scott Aquarium, and interact with the furry animals at the Animal Encounters exhibit.", "stars": 4.84}, {"pid": "94", "place": "Lake McConaughy", "image_url": "personal/img/94.jpg", "address": "Lake McConaughy,1475 Highway 61 N, Ogallala, Nebraska", "state_code": "NE", "state": "Nebraska", "description": "Known as the biggest lake in Nebraska, this is the largest reservoir in this four state region. Here you can lounge around in their natural white sand beaches, set up camp by the shore, go fishing for the best catch of the day, and enjoy all kinds of outdoor recreation. If you are looking for the best way to spend quality time with your family, Lake McConaughy should definitely be a part of your Nebraska vacation.", "stars": 4.76}, {"pid": "95", "place": "Robert Trent Jones Golf Trail", "image_url": "personal/img/95.jpg", "address": "3000 Robert Trent Jones Trail, Opelika, AL 36801", "state_code": "AL", "state": "Alabama", "description": "What's the big deal about golf courses, right? Well, that just means you are not a golf enthusiast because the Robert Trent Jones Golf Trail is pretty popular with golf fans. The Trail is a collection of championship-level courses spread out over Alabama and they are perfect for golfers. ", "stars": 3.22}, {"pid": "96", "place": "Glacier Bay National Park", "image_url": "personal/img/96.jpg", "address": "Glacier Bay National Park and Preserve, AK", "state_code": "AK", "state": "Alaska", "description": "Located in the panhandle of Alaska, west of Juneau, this park and preserve is another example of Alaska's wild and majestic beauty. Most visitors arrive via cruise ship, and they come for the extensive array of outdoor activities available here. ", "stars": 4.07}, {"pid": "97", "place": "Lake Champlain", "image_url": "personal/img/97.jpg", "address": "Lake Champlain, VT", "state_code": "VT", "state": "Vermont", "description": "One of the star attractions of Vermont, sharing its coast with New York and Canada, it is rich with diverse wildlife and tourist attractions. This is a great place to explore and enjoy for outdoorsman and nature lover’s alike. ", "stars": 3.0}, {"pid": "98", "place": "Freedom Trail", "image_url": "personal/img/98.jpg", "address": "Freedom Trail, Boston, MA", "state_code": "MA", "state": "Massachusetts", "description": "Running for four kilometers through the downtown Boston area in Massachusetts, the Freedom Trail takes visitors past a variety of historical locations that have played a vital part in the history of America. As you make your way along the trail you will be able to take in a range of historical places of interest including churches, graveyards, and historical houses such as the Old South Meeting House. ", "stars": 4.53}, {"pid": "99", "place": "Cape Cod Beaches", "image_url": "personal/img/99.jpg", "address": "Cape Cod, Massachusetts", "state_code": "MA", "state": "Massachusetts", "description": "here are many things to love about Massachusetts and this includes the wonderful beaches that can be found around the Cape Cod area. These are beaches that are perfect for everything from relaxation and kicking back through to outdoor recreation, fun with the family, and excitement.", "stars": 4.87}, {"pid": "100", "place": "Mystic Seaport", "image_url": "personal/img/100.jpg", "address": "Mystic Seaport,75 Greenmanville Ave, Mystic, CT 06355", "state_code": "CT", "state": "Connecticut", "description": "Known as the Museum of America and the Sea, Mystic Seaport is a re-created seafaring village where you can learn, discover and experience the rich and exciting world of American maritime history. You can climb aboard historic vessels, take a cruise down the Mystic River aboard a wooden coal-fired steamboat, and explore highly interactive displays and exhibits that include a working preservation shipyard in action.", "stars": 3.85}, {"pid": "101", "place": " Lake Compounce Amusement Park", "image_url": "personal/img/101.jpg", "address": "Lake Compounce Amusement Park,186 Enterprise Dr, Bristol, CT 06010", "state_code": "CT", "state": "Connecticut", "description": "Lake Compounce is known as the oldest and longest operating amusement park in America. In fact, it has been operating for 156 years now. Over the recent years the park has invested millions of dollars to continue making it the best place to visit in Connecticut.", "stars": 4.63}, {"pid": "102", "place": "Hammonasset Beach State Park", "image_url": "personal/img/102.jpg", "address": "Hammonasset Beach State Park,1288 Boston Post Rd, Madison, CT 06443", "state_code": "CT", "state": "Connecticut", "description": "Offering two miles of some of the most gorgeous shorelines in the world, a trip to Connecticut would not be complete without a trip to Hammonasset Beach. Take the entire family on a fun and relaxing day on the beach where you can go swimming, build sand castles, play water sports, or just have quality bonding time strolling along the park's idyllic boardwalk.", "stars": 3.63}, {"pid": "103", "place": "Ocean City", "image_url": "personal/img/103.jpg", "address": "Boardwalk, Ocean City, NJ 08226", "state_code": "NJ", "state": "New Jersey", "description": "Ocean City is a place where you can enjoy eight miles of shiny ocean and bay beaches, all meticulously maintained. The 2.5 miles of boardwalk contains many family amusements like Gillian's Island Golf & Water Park, Wonderland Pier, and music pier. You can also take a ride on the 140-foot Ferris wheel with views of Ocean City and the surrounding areas from the top.", "stars": 4.42}, {"pid": "104", "place": "Six Flags Great Adventure and Wild Safari", "image_url": "personal/img/104.jpg", "address": "Six Flags Great Adventure and Wild Safari,1 Six Flags Blvd, Jackson, NJ 08527", "state_code": "NJ", "state": "New Jersey", "description": "With its numerous rides, fun-packed events and other entertainment options, the Six Flags Great Adventure & Wild Safari stands out as one of the best family-friendly attractions in New Jersey. It has 3 categories of rides: thrill rides, kids' rides and family rides. If you are hungry or thirsty after a thrilling ride, you can take some snacks or drinks at Johnny Rockets Shakes & Fries.", "stars": 3.81}, {"pid": "105", "place": "Universal Studios Orlando", "image_url": "personal/img/105.jpg", "address": "Universal Studios Orlando,6000 Universal Blvd, Orlando, FL 32819", "state_code": "FL", "state": "Florida", "description": "This theme park brings the magic of the movies to real life. Blockbuster films like Jaws, Twister, Terminator and Transformers are all reimagined as rides, often featuring the originals stars to add authenticity to the experience. Since Universal is a working studio, its films are the ones most well represented, although it has licensed out other popular titles like Ghostbusters and Shrek.", "stars": 4.6}, {"pid": "106", "place": "South Beach", "image_url": "personal/img/106.jpg", "address": "South Beach,Ocean Drive, Miami Beach, FL 33139", "state_code": "FL", "state": "Florida", "description": "South Beach, the southern end of Miami Beach, has the distinction of being the oldest section of town. It rests between Biscayne Bay and the the Atlantic Ocean. Since its beginning in the early 20th century, it has changed in appearance due to increased development and the ever present danger posed by hurricanes. Its vast array of Streamline Moderne art deco architecture landed it on the National Register of Historic Places in 1979. ", "stars": 3.57}, {"pid": "107", "place": "Kennedy Space Center", "image_url": "personal/img/107.jpg", "address": "Kennedy Space Center,6225 Vectorspace Boulevard, Titusville, FL 32780", "state_code": "FL", "state": "Florida", "description": "Space enthusiasts flock to this center to take in the groundbreaking history of America's space program. Visitors marvel at the restored Saturn V launch vehicle, which was the method of getting astronauts into space during NASA's Apollo era, as well as the two launch pads and the Astronaut Hall of Fame. The Space Mirror Memorial is a black granite slab inscribed with the names of astronauts who have given their lives in pursuit of space exploration.", "stars": 4.8}, {"pid": "108", "place": "Mall of America", "image_url": "personal/img/108.jpg", "address": "Mall of America,60 E Broadway, Bloomington, MN 55425", "state_code": "MN", "state": "Minnesota", "description": "Naming a mall the “Mall of America” comes with some pretty lofty expectations. But even skeptics can admit that the Mall of America lives up to the hype. Located just 15 minutes from downtown Minneapolis, the Mall of America has been a leading retail and entertainment venue since 1992. It’s home to 400 stores and hundreds of events each year. It’s also earned a reputation as being one of the go to kids destinations in Minnesota.", "stars": 3.13}, {"pid": "109", "place": "Como Park Zoo and Conservatory", "image_url": "personal/img/109.jpg", "address": "Como Park Zoo and Conservatory,1225 Estabrook Dr, St Paul, MN 55103", "state_code": "MN", "state": "Minnesota", "description": "From tigers, elephants, monkeys, polar bears and giraffes to birds, fish and insects, you can get up close and personal with all these exotic animals at Minnesota's Como Park Zoo. You can also sign up for some interesting classes and group activities that will help you learn more about conserving animals and plants at the Conservatory.", "stars": 4.37}, {"pid": "110", "place": "Pictured Rocks National Lakeshore", "image_url": "personal/img/110.jpg", "address": "Pictured Rocks National Lakeshore,Munising, MI 49862", "state_code": "MI", "state": "Michigan", "description": "ou can find our first stop right on the coast of Lake Superior; you can’t miss it, the vivid colors and variety in the landscape makes Pictured Rocks what it’s famous for. Upon further inspection, you’ll find plenty of activities for the whole family to enjoy: hiking, biking, camping, fishing, skiing, snowboarding, and plenty more. Let the crisp air of the outdoors invigorate you to explore and do more!", "stars": 3.76}, {"pid": "111", "place": "Columbia River Gorge National Scenic Area", "image_url": "personal/img/111.jpg", "address": "Hood River, OR 97031", "state_code": "OR", "state": "Oregon", "description": "The Columbia River meanders through the Cascade Mountain Range and the area surrounding it is truly gorgeous. This area is referred to as the Columbia River Gorge National Scenic Area and it is truly spectacular as it showcases several natural waterfalls and gorges. The 292,500 acre area runs from the mouth of the Sandy River right up to the Deschutes. The area offers hiking, biking, camping and several outdoor sports for locals and tourists.", "stars": 4.05}, {"pid": "112", "place": "Waterparks, Wisconsin Dells", "image_url": "personal/img/112.jpg", "address": "Wisconsin Dells, Wisconsin", "state_code": "WI", "state": "Wisconsin", "description": "Wisconsin Dells is known as the best spot in the state for fun at waterparks, and it is actually the \"Waterpark Capital of the World.\" This is where the very first indoor water park was pioneered and houses the biggest concentration worldwide of indoor and outdoor waterparks. ", "stars": 4.42}, {"pid": "113", "place": "Harley-Davidson Museum, Milwaukee", "image_url": "personal/img/113.jpg", "address": "Milwaukee, WI", "state_code": "WI", "state": "Wisconsin", "description": "Motorcycle enthusiasts will have a grand time exploring this museum that features all the best bikes in the world. Visit their Design Lab to see what goes on behind the scenes of making the world's finest bikes. Go to the Experience Gallery where you can actually sit on the bikes and feel what it is like to ride a Harley. ", "stars": 4.44}, {"pid": "114", "place": "Door County", "image_url": "personal/img/114.jpg", "address": "Sturgeon Bay, Wisconsin", "state_code": "WI", "state": "Wisconsin", "description": "Door County is perfect for outdoor recreation as well as the performing arts. There are 11 lighthouses, 300 miles of shoreline, and 5 state parks to enjoy. You can stay in any type of accommodation, including camping, bed and breakfasts, or even historic inns.", "stars": 4.67}, {"pid": "115", "place": "Geneva Lake Shore Path, Lake Geneva", "image_url": "personal/img/115.jpg", "address": "Lake Geneva, WI", "state_code": "WI", "state": "Wisconsin", "description": "or a relaxing day in Wisconsin, head to Lake Geneva and take a stroll along the Geneva Lake Shore Path. This covers 21 miles and gives you the unique opportunity to walk through the backyard of numerous mansions which are at least a century old. ", "stars": 4.83}, {"pid": "116", "place": "Indianapolis Children's Museum", "image_url": "personal/img/116.jpg", "address": "Meridian St, Indianapolis, IN", "state_code": "IN", "state": "Indiana", "description": "Let your children explore and roam the exciting world of Indianapolis Children's Museum. Here they can learn about the Jurassic Era at the Dinosphere exhibit, watch a show about planets and stars at SpaceQuest, and have fun with experiments at the museum's ScienceWorks exhibit.", "stars": 3.07}, {"pid": "117", "place": "White River State Park", "image_url": "personal/img/117.jpg", "address": "Washington St, Indianapolis, IN", "state_code": "IN", "state": "Indiana", "description": "Spanning 250 acres, White River State Park in Indianapolis is a place where you will find natural beauty, exciting attractions and plenty of activities at your fingertips. You will find something to suit all ages and preferences at this site, including the Indiana State Museum, the stunning White River Gardens, Indianapolis Zoo.", "stars": 4.3}, {"pid": "118", "place": "Deep Creek Lake Area", "image_url": "personal/img/118.jpg", "address": "State Park Rd, Garrett, MD", "state_code": "MD", "state": "Maryland", "description": "Known as the largest inland body of water in Maryland, Deep Creek Lake is a man-made lake that was constructed in the 1920's. It is currently one of the most visited tourist attractions in Maryland primarily because of its state park. ", "stars": 3.11}, {"pid": "119", "place": "Ocean City Boardwalk", "image_url": "personal/img/119.jpg", "address": "Boardwalk Ocean City, MD", "state_code": "MD", "state": "Maryland", "description": "Built in 1902, Ocean City Boardwalk is recognized as one of the best boardwalks in America. From novelty shops, to fancy eateries featuring Maryland's local cuisine, amusements, and a fantastic nightlife complete with music and dancing, Ocean City offers you a truly unique experience. ", "stars": 4.29}, {"pid": "120", "place": "Smugglers Notch State Park", "image_url": "personal/img/120.jpg", "address": "Mountain Rd, Stowe, VT ", "state_code": "VT", "state": "Vermont", "description": "During the earlier days, only a narrow footpath and a trail for horses existed here. Today Smugglers Notch State Park features a campsite that draws hundreds of tourists each year. The location also gives visitors an easy access to the majestic Bingham Falls.", "stars": 4.38}, {"pid": "121", "place": "Conway Scenic Railroad", "image_url": "personal/img/121.jpg", "address": "Norcross Cir Conway, NH", "state_code": "NH", "state": "New Hampshire", "description": "The iconic 1874 station in the center of North Conway Village has been home for over 40 years to the Conway Scenic Railroad, which began operations in 1974. In the beginning, there were 5 miles of track between North Conway and Conway villages and only Coach seating in converted box cars. Today, in addition to the original line", "stars": 3.83}, {"pid": "122", "place": "Castle in the Clouds", "image_url": "personal/img/122.jpg", "address": "Old Mountain Rd, Moultonborough, NH", "state_code": "NH", "state": "New Hampshire", "description": "Tom and Olive Plant's mountain top estate is now one of the most visited attractions in New Hampshire. Built in 1914, this architectural beauty has witnessed many romantic weddings and family gatherings over the years.", "stars": 3.11}, {"pid": "123", "place": "Hampton Beach", "image_url": "personal/img/123.jpg", "address": "Ocean Blvd, Hampton, NH ", "state_code": "NH", "state": "New Hampshire", "description": "This will probably be the highlight of your New Hampshire vacation but it is best to visit the beach during the summer season. Here you can enjoy some fun in the sun, you can take a dip in the clear blue waters, help your kids build sandcastles by the shore then at night, you can have fun dancing with your friends along the shore.", "stars": 3.92}, {"pid": "124", "place": "Ponca State Park", "image_url": "personal/img/124.jpg", "address": "Ponca, NE", "state_code": "NE", "state": "Nebraska", "description": "Named after the Native American tribe that once inhabited the area, this is where you are going to have the most exhilarating outdoor and wildlife experiences in your life. The Missouri National Recreational River Resource and Education Center houses educational and recreational activities such as an interactive display of the park's history as well as 20 miles of trails for hikers, bikers and backpackers.", "stars": 4.46}, {"pid": "125", "place": "Strategic Air and Space Museum", "image_url": "personal/img/125.jpg", "address": "Ashland, NE", "state_code": "NE", "state": "Nebraska", "description": "With over 300,000 square feet of exhibits, the Strategic Air and Space Museum aims to provide interactive, educational and fun exhibits to inspire and sharpen young minds. Here you can visit the 60 Days of Science exhibit where you will discover interactive displays in different fields of science like chemistry, biology, and physics.", "stars": 4.57}, {"pid": "126", "place": "Fenway Park", "image_url": "personal/img/126.jpg", "address": "Yawkey Way, Boston, MA", "state_code": "MA", "state": "Massachusetts", "description": "LBs oldest ballpark, Fenway Park is home to the popular Boston Red Sox and is located close to Kenmore Square in Boston. For those who are fans of the Red Sox or of sports in general, a tour of this venue is a great option when you visit the area.", "stars": 4.89}, {"pid": "127", "place": "Norman Rockwell Museum", "image_url": "personal/img/127.jpg", "address": "Stockbridge, MA", "state_code": "MA", "state": "Massachusetts", "description": "When you visit the Normal Rockwell Museum in Stockbridge, you will be able to enjoy feasting your eyes on the largest collection of Rockwell art on the globe. This museum is, of course, dedicated to the talented 20th century artist and in addition to displaying his work it also provides access to various artifacts such as photos, documents and even letters from fans", "stars": 3.81}, {"pid": "128", "place": "Marginal Way", "image_url": "personal/img/128.jpg", "address": "Marginal Way, Ogunquit, ME", "state_code": "ME", "state": "Maine", "description": "For those who love the outdoors and enjoy taking in natural beauty, Marginal Way in Ogunquit, Maine is not to be missed. This stunning scenic trail runs along the shoreline and enables those who venture along it to take in incredible surroundings as well as the beauty of the spectacular coastline. ", "stars": 3.17}, {"pid": "129", "place": "Mount Desert Island", "image_url": "personal/img/129.jpg", "address": "Mt Desert Island, ME", "state_code": "ME", "state": "Maine", "description": "The largest island off the coast of Maine, Mount Desert Island is home to not only stunning natural beauty but also a range of attractions. Millions of visitors head to the island each year and even the rich and famous are known to head over here and reside during the summer months including the likes of Martha Stewart and Tim Robbins.", "stars": 4.63},{"pid": "130", "place": "Funtown Splashtown USA", "image_url": "personal/img/130.jpg", "address": "Portland Rd, Saco, ME ", "state_code": "ME", "state": "Maine", "description": "Do you love going on breathtaking thrill rides and water parks? Make sure to drop by Funtown Splashtown where you are going to have the adventure of your lifetime. This is one of New England's largest attractions where you, your family and friends are guaranteed to enjoy thrill rides, kiddie rides, games and arcades, as well as a huge water park complete with slides and wave pools.", "stars": 3.80}]